package ru.job4j.start;

public class Main {
    //    Приложение должно собираться в jar.
//            Описание.
//    Система запускается по расписанию. Период запуска указывается в настройках - app.properties.
//    Первый сайт будет sql.ru. В нем есть раздел job. Программа должно считывать все вакансии относящие к Java и записывать их в базу.
//    Доступ к интерфейсу будет через REST API.
//            Расширение.
//1. В проект
//2. В проекте можно сделать параллельный парсинг сайтов.

    public static void main(String[] args) {
    }
}
